Repository: NiccoloBargioni/ZTronWWIIUniforms
Catalog: Sources/ZTronWWIIUniforms/Resources/en.lproj/Localizable.xcstrings
Source language: en
Languages: it

# OUTFIT.B.A.T._AGENT.ON_ASSIGNMENT.COOKING_WITH_GAS.ChallengeName
source: Cooking With Gas
it: Cucina a gas

# OUTFIT.B.A.T._AGENT.ON_ASSIGNMENT.COOKING_WITH_GAS.Requirement1
source: Unlock the Ubsersprengen in The Final Reich.
it: Sblocca l’Ubersprengen in L’Ultimo Reich.

# OUTFIT.B.A.T._AGENT.ON_ASSIGNMENT.COOKING_WITH_GAS.Requirement1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.B.A.T._AGENT.ON_ASSIGNMENT.COOKING_WITH_GAS.Riddle
source: Power up
it: Potenziati

# OUTFIT.B.A.T._AGENT.ON_ASSIGNMENT.DID_YOU_SEE_THAT...?.ChallengeName
source: Did You See That…?
it: Hai visto…?

# OUTFIT.B.A.T._AGENT.ON_ASSIGNMENT.DID_YOU_SEE_THAT...?.ChallengeName.ProTip1
source: Treasure Zombies spawn approximately every 75 minutes (irregardless of restarts).
it: Gli zombie del tesoro spawnano approssimativamente ogni 75 minuti (anche se inizi una nuova partita).

# OUTFIT.B.A.T._AGENT.ON_ASSIGNMENT.DID_YOU_SEE_THAT...?.ChallengeName.ProTip2
source: Salt Mines door must be open, otherwise no treasure zombie will ever spawn.
it: Le porte delle miniere di sale devono essere aperte. In caso contrario, lo zombie del tesoro non spawnerà mai.

source: Kill a treasure zombie in The Final Reich
it: Uccidi uno zombie del tesoro in L’Ultimo Reich.

source: Requirement 1
it: Requisito 1

# OUTFIT.B.A.T._AGENT.ON_ASSIGNMENT.DID_YOU_SEE_THAT...?.ChallengeName.Riddle
source: “After that… thing!”
it: “Seguiamo quella… cosa!”

# OUTFIT.B.A.T._AGENT.ON_ASSIGNMENT.LIGHTNING_FAST.ChallengeName
source: Lightning Fast
it: Velocità lampo

# OUTFIT.B.A.T._AGENT.ON_ASSIGNMENT.LIGHTNING_FAST.ProTip1
source: Only kill zombies inside the red circles.
it: Uccidi tutti gli zombie solo all’interno dei cerchi rossi.

# OUTFIT.B.A.T._AGENT.ON_ASSIGNMENT.LIGHTNING_FAST.Requirement1
source: Assemble the Tesla Gun by wave 6, in The Final Reich.
it: Assembla l’arma Tesla entro l’ondata 6, in L’Ultimo Reich.

# OUTFIT.B.A.T._AGENT.ON_ASSIGNMENT.LIGHTNING_FAST.Riddle
source: “Oh, I know this part”
it: “Oh, questo lo so fare”

# OUTFIT.B.A.T._AGENT.ON_ASSIGNMENT.QuestName
source: On Assignment
it: In missione

# OUTFIT.B.A.T._AGENT.ON_ASSIGNMENT.SEASONED.ChallengeName
source: Seasoned
it: Stagionato

# OUTFIT.B.A.T._AGENT.ON_ASSIGNMENT.SEASONED.Requirement1
source: Survive wave 25 in The Final Reich.
it: Sopravvivi all’ondata 25 in L’Ultimo Reich.

# OUTFIT.B.A.T._AGENT.ON_ASSIGNMENT.SEASONED.Requirement1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.B.A.T._AGENT.ON_ASSIGNMENT.SEASONED.Riddle
source: Survive.
it: Sopravvivi.

# OUTFIT.B.A.T._AGENT.ON_ASSIGNMENT.SEE_YOU_AT_THE_PARTY.ChallengeName
source: See You At The Party
it: Ci vediamo alla festa

# OUTFIT.B.A.T._AGENT.ON_ASSIGNMENT.SEE_YOU_AT_THE_PARTY.ProTip1
source: Select and keep the 1911, then upgrade them to use them against the Zeppelin’s red lights.
it: Seleziona e conserva le 1911, poi potenziale ed usale per sparare alle luci rosse dello Zeppelin.

# OUTFIT.B.A.T._AGENT.ON_ASSIGNMENT.SEE_YOU_AT_THE_PARTY.Requirement1
source: Beat the Panzermörder in The Final Reich.
it: Sconfiggi i Panzermörder in L’Ultimo Reich.

# OUTFIT.B.A.T._AGENT.ON_ASSIGNMENT.SEE_YOU_AT_THE_PARTY.Requirement1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.B.A.T._AGENT.ON_ASSIGNMENT.SEE_YOU_AT_THE_PARTY.Riddle
source: Rest in pieces
it: A mai più rivederci

# OUTFIT.B.A.T._AGENT.OUTFIT_NAME
source: B.A.T. Agent
it: Agente BAT

# OUTFIT.B.A.T._ELITE.OFF_RECORD.CALCULATED.ChallengeName
source: Calculated
it: Tutto calcolato

# OUTFIT.B.A.T._ELITE.OFF_RECORD.CALCULATED.ProTip1
source: Having a team is preferable. At the beginning of wave 6, one player opens the Salt Mines door and shoots the rear head of all the four bombers that spawn. Such player goes to the Courtyard area with all the four bombers and trains them until the end of the wave. The other player(s) kills the zombies only inside the Red Circles for the Tesla Gun quest. Upon obtaining the first part of the Tesla Gun, a Wustling will spawn. Such Wustling needs to be saved and brought at the end of the wave to the pack-a-punch room area to unlock the Tesla Gun Battery. Then the player who was training the bombers goes to the pack-a-punch room and kills all four bombers with one trap activation. This way you have one Tesla Gun battery able to be defended as soon as wave 7.
it: Avere una squadra è preferibile. All’inizio del round 6, un giocatore apre la porta delle miniere di sale e spara alla testa posteriore dei quattro bombardieri che spawnano. Questo giocatore va nella zona del cortile con tutti e quattro i bombardieri e li gira fino alla fine del round. L’altro giocatore uccide tutti gli zombie solo all’interno dei cerchi rossi per la sfida dell’arma Tesla. Ottenuta la prima parte di quest’ultima, spawnerà un Wustling. Taluno dev’essere salvato fino alla fine del round, e portato nella zona del pack-a-punch per sbloccare la batteria dell’arma Tesla. Successivamente, il giocatore che sta girando i bombardieri, si reca nella stanza del pack-a-punch ed uccide tutti e quattro questi ultimi con una singola attivazione della trappola. In questo modo è possibile difendere una batteria dell’arma Tesla già dal round 7.

# OUTFIT.B.A.T._ELITE.OFF_RECORD.CALCULATED.ProTip1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.B.A.T._ELITE.OFF_RECORD.CALCULATED.ProTip2
source: At the beginning of wave 7, activate the lightning rod defense step, without killing zombies. When its health bar turns red, activate Frontline. This strategy needs to be repeated for the second defense.
it: All’inizio del round 7, attiva la difesa del parafulmini, senza uccidere nessuno zombie. Quando la barra della salute del parafulmini diventa rossa, attiva Prima Linea. Seguire la medesima strategia per la prossima difesa.

# OUTFIT.B.A.T._ELITE.OFF_RECORD.CALCULATED.ProTip3
source: On wave 7, in between the two defenses, do the quest for the morgue battery (streetlights).
it: Al round 7, tra la prima difesa e la seconda, esegui il passaggio della batteria dell’obitorio (lampioni).

# OUTFIT.B.A.T._ELITE.OFF_RECORD.CALCULATED.ProTip3Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.B.A.T._ELITE.OFF_RECORD.CALCULATED.ProTip4
source: On wave 7, after the second defense, damage the Zeppelin while it is hovering the courtyard area: the battery (Uberschnalle) should drop in the courtyard. Gather enough zombies in the courtyard area and activate the trap to fill the Uberschnalle and unlock the Tesla Gun battery at the same time.
it: Al round 7, dopo la seconda difesa, danneggia lo Zeppelin mentre sorvola l’area del cortile: la batteria (Uberschnalle) dovrebbe cadere nel cortile. Raduna un numero sufficiente di zombie nel cortile ed attiva la trappola per riempire l’Uberschnalle e sbloccare la batteria dell’arma Tesla in un solo colpo.

# OUTFIT.B.A.T._ELITE.OFF_RECORD.CALCULATED.ProTip4Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.B.A.T._ELITE.OFF_RECORD.CALCULATED.ProTip5
source: Before wave 10, complete the Zeppelin steps and defend the first two batteries for the Tesla Gun upgrades. For the defenses, use Frontline and don’t kill zombies.
it: Prima di round 10, completa i passaggi dello Zeppelin e difendi le prime due batterie per il potenziamento delle armi Tesla. Per le difese, usa Prima Linea e non uccidere zombie.

# OUTFIT.B.A.T._ELITE.OFF_RECORD.CALCULATED.ProTip5Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.B.A.T._ELITE.OFF_RECORD.CALCULATED.ProTip6
source: On wave 10, make sure that pack-a-punch is ready to be opened, but not open yet. Before the wave starts, interact with the buttons at the end of the pipes, for an high random chance to spawn extra pests. Train all the pests in the morgue, then activate the trap and gather (with all your teammates, if applicable), in the middle of the room.
it: A round 10, accertati che il pack-a-punch sia pronto ad essere aperto ma non ancora aperto. Prima dell’inizio del round, interagisci coi pulsanti in fondo ai tubi, per un’opportunità di spawnare ulteriori Appestati (probabilità alta). Porta tutti i pests nell’obitorio, poi attiva la trappola e subito riunisciti ai tuoi compagni (se ci sono) al centro della stanza.

# OUTFIT.B.A.T._ELITE.OFF_RECORD.CALCULATED.ProTip6Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.B.A.T._ELITE.OFF_RECORD.CALCULATED.ProTip7
source: At the beginning of wave 11, start the defense for the upgrade of the Tesla Gun battery that you unlocked on wave 10. With the red talon sword, go to the pub and charge the gramophone. All Wustlings need to be saved during this wave.
it: All’inizio del round 10, avvia la difesa per il potenziamento della batteria dell’arma Tesla che hai sbloccato al round 10. Con l’artiglio rosso (spada), recati al pub e carica il grammofono. Tutti i Wustling devono essere salvati durante questa ondata.

# OUTFIT.B.A.T._ELITE.OFF_RECORD.CALCULATED.ProTip7Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.B.A.T._ELITE.OFF_RECORD.CALCULATED.Requirement1
source: Beat the hardcore easter egg by wave 16.
it: Batti l’easter egg hardcore entro l’ondata 16 (compresa).

# OUTFIT.B.A.T._ELITE.OFF_RECORD.CALCULATED.Requirement1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.B.A.T._ELITE.OFF_RECORD.CALCULATED.Riddle
source: Save your bullets. Take your time. Do this right.
it: Risparmia i colpi. Vai con calma. Fallo bene.

# OUTFIT.B.A.T._ELITE.OFF_RECORD.OLD_SCHOOL.ChallengeName
source: Old School
it: Vecchia scuola

# OUTFIT.B.A.T._ELITE.OFF_RECORD.OLD_SCHOOL.Dont1
source: Do not use self-revives, as they’re considered as consumables.
it: Non utilizzare autorianimazioni, in quanto vengono classificate come consumabili.

# OUTFIT.B.A.T._ELITE.OFF_RECORD.OLD_SCHOOL.Dont1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.B.A.T._ELITE.OFF_RECORD.OLD_SCHOOL.Requirement1
source: Beat the hardcore easter egg without any player using special abilities, mods, or consumables.
it: Batti l’easter egg hardcore senza che alcun giocatore usi abilità speciali, mods, o consumabili.

# OUTFIT.B.A.T._ELITE.OFF_RECORD.OLD_SCHOOL.Requirement1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.B.A.T._ELITE.OFF_RECORD.OLD_SCHOOL.Riddle
source: No school like the old school.
it: La vecchia scuola è la migliore.

# OUTFIT.B.A.T._ELITE.OFF_RECORD.ONE_MAN_ARMY.ChallengeName
source: One Man Army
it: Uomo esercito

# OUTFIT.B.A.T._ELITE.OFF_RECORD.ONE_MAN_ARMY.ProTip1
source: To save rounds, use Frontline for the lightning rod and Tesla Gun upgrade defenses: when Frontline is active, zombies will chase you instead of attacking the objectives.
it: Per risparmiare round, usa Prima Linea per la difesa del parafulmini e le difese del potenziamento dell’arma Tesla: quando Prima Linea è attivo, gli zombi inseguono te invece di attaccare gli obiettivi.

# OUTFIT.B.A.T._ELITE.OFF_RECORD.ONE_MAN_ARMY.ProTip2
source: Charge the Gramophone during a Pest round. There is one every 5 rounds.
it: Carica il grammofono durante un round di Appestati. Ce n’è uno ogni 5 round.

# OUTFIT.B.A.T._ELITE.OFF_RECORD.ONE_MAN_ARMY.ProTip3
source: Use one of the bombers that spawn when you open the Salt Mines door to get the Testa battery in the lab area (electric trap, Speed Cola).
it: Usa uno dei bombardieri che spawnano quando apri la porta delle miniere di sale per ottenere la batteria della Tesla nell’area del laboratorio (trappola elettrica, Speed Cola).

# OUTFIT.B.A.T._ELITE.OFF_RECORD.ONE_MAN_ARMY.ProTip3Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.B.A.T._ELITE.OFF_RECORD.ONE_MAN_ARMY.ProTip4
source: When you get the first part for the Tesla Gun, one Wustling will spawn: you can use that Wustling to obtain the Tesla Gun battery in the sewers (pack-a-punch room).
it: Appena ottieni la prima parte dell’arma Tesla, spawna un Wustling che può essere usato per ottenere la batteria dell’arma Tesla nelle fognature (stanza pack-a-punch).

# OUTFIT.B.A.T._ELITE.OFF_RECORD.ONE_MAN_ARMY.ProTip4Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.B.A.T._ELITE.OFF_RECORD.ONE_MAN_ARMY.ProTip5
source: When you activate pack-a-punch there’s a chance to spawn extra Pests. Only activate it on round 10 to ensure that you kill enough pests with a single activation of the morgue trap.
it: Quando il pack-a-punch viene attivato, c’è la possibilità che spawnino degli Appestati extra. Attivalo solamente una volta raggiunto il round 10, così da garantire che vengano uccisi abbastanza Appestati con una singola attivazione della trappola dell’obitorio.

# OUTFIT.B.A.T._ELITE.OFF_RECORD.ONE_MAN_ARMY.ProTip5Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.B.A.T._ELITE.OFF_RECORD.ONE_MAN_ARMY.Requirement1
source: Beat the hardcore easter egg in solo.
it: Batti l’easter egg hardcore in solo.

# OUTFIT.B.A.T._ELITE.OFF_RECORD.ONE_MAN_ARMY.Requirement1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.B.A.T._ELITE.OFF_RECORD.ONE_MAN_ARMY.Riddle
source: I’ll save you, brother, even if I have to do it myself.
it: Ti salverò, fratello, a costo di farlo io.

# OUTFIT.B.A.T._ELITE.OFF_RECORD.QuestName
source: Off Record
it: Attività segrete

# OUTFIT.B.A.T._ELITE.OFF_RECORD.TIME_IS_OF_ESSENCE.ChallengeName
source: Time is of the Essence
it: Il tempo è cruciale

# OUTFIT.B.A.T._ELITE.OFF_RECORD.TIME_IS_OF_ESSENCE.Requirement1
source: Beat the hardcore easter egg within 75 minutes.
it: Batti l’easter egg hardcore entro 75 minuti.

# OUTFIT.B.A.T._ELITE.OFF_RECORD.TIME_IS_OF_ESSENCE.Requirement1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.B.A.T._ELITE.OFF_RECORD.TIME_IS_OF_ESSENCE.Riddle
source: “We must hurry, he may not have much time!”
it: “Sbrighiamoci, potrebbe restargli poco tempo!”

# OUTFIT.B.A.T._ELITE.OFF_RECORD.UNSCATHED.ChallengeName
source: Unscathed
it: Illeso

# OUTFIT.B.A.T._ELITE.OFF_RECORD.UNSCATHED.ProTip1
source: Use Frontline with Determination (mod) to recover shields and keep the price of geistschild as low as possible.
it: Usa Prima Linea con Determinazione (modo) per recuperare gli scudi e mantenere basso il prezzo del geistschild.

# OUTFIT.B.A.T._ELITE.OFF_RECORD.UNSCATHED.ProTip1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.B.A.T._ELITE.OFF_RECORD.UNSCATHED.Requirement1
source: Beat the hardcore easter egg with no downed players.
it: Batti l’easter egg hardcore senza giocatori atterrati.

# OUTFIT.B.A.T._ELITE.OFF_RECORD.UNSCATHED.Requirement1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.B.A.T._ELITE.OFF_RECORD.UNSCATHED.Riddle
source: No man left behind.
it: Nessuno sarà abbandonato.

# OUTFIT.B.A.T._ELITE.OUTFIT_NAME
source: B.A.T Elite
it: Agente scelto B.A.T.

# OUTFIT.BLOODRAVEN_HUNTER.ANTIQUE_COLLECTOR.APEX_PREDATOR.ChallengeName
source: Apex Predator
it: Souvenir inutile

# OUTFIT.BLOODRAVEN_HUNTER.ANTIQUE_COLLECTOR.APEX_PREDATOR.ProTip1
source: A Treasure Zombie spawns approximately every 75 minutes of playtime (persists across games).
it: Lo zombie del tesoro spawna approssimativamente ogni 75 minuti di gioco (cambiare partita non reimposta il timer).

# OUTFIT.BLOODRAVEN_HUNTER.ANTIQUE_COLLECTOR.APEX_PREDATOR.ProTip1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.BLOODRAVEN_HUNTER.ANTIQUE_COLLECTOR.APEX_PREDATOR.Requirement1
source: Obtain Zombie Hunter Part C from a treasure zombie.
it: Ottieni la parte C da uno zombie del tesoro.

# OUTFIT.BLOODRAVEN_HUNTER.ANTIQUE_COLLECTOR.APEX_PREDATOR.Requirement1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.BLOODRAVEN_HUNTER.ANTIQUE_COLLECTOR.APEX_PREDATOR.Riddle
source: Why steal this?
it: Chi si sognerebbe di rubarlo?

# OUTFIT.BLOODRAVEN_HUNTER.ANTIQUE_COLLECTOR.LOST_CHANGE.ChallengeName
source: Lost Change
it: Oggetto smarrito

# OUTFIT.BLOODRAVEN_HUNTER.ANTIQUE_COLLECTOR.LOST_CHANGE.ProTip1
source: A Treasure Zombie spawns approximately every 75 minutes of playtime (persists across games).
it: Lo zombie del tesoro spawna approssimativamente ogni 75 minuti di gioco (cambiare partita non reimposta il timer).

# OUTFIT.BLOODRAVEN_HUNTER.ANTIQUE_COLLECTOR.LOST_CHANGE.ProTip1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.BLOODRAVEN_HUNTER.ANTIQUE_COLLECTOR.LOST_CHANGE.Requirement1
source: Obtain Zombie Hunter Part A from a treasure zombie.
it: Ottieni la parte A da uno zombie del tesoro.

# OUTFIT.BLOODRAVEN_HUNTER.ANTIQUE_COLLECTOR.LOST_CHANGE.Requirement1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.BLOODRAVEN_HUNTER.ANTIQUE_COLLECTOR.LOST_CHANGE.Riddle
source: You dropped more than your wallet…
it: Non hai perso solo il portafoglio….

# OUTFIT.BLOODRAVEN_HUNTER.ANTIQUE_COLLECTOR.LUNCH_MONEY.ChallengeName
source: Lunch Money
it: Refurtiva di scarto

# OUTFIT.BLOODRAVEN_HUNTER.ANTIQUE_COLLECTOR.LUNCH_MONEY.ProTip1
source: A Treasure Zombie spawns approximately every 75 minutes of playtime (persists across games).
it: Lo zombie del tesoro spawna approssimativamente ogni 75 minuti di gioco (cambiare partita non reimposta il timer).

# OUTFIT.BLOODRAVEN_HUNTER.ANTIQUE_COLLECTOR.LUNCH_MONEY.ProTip1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.BLOODRAVEN_HUNTER.ANTIQUE_COLLECTOR.LUNCH_MONEY.Requirement1
source: Obtain Zombie Hunter Part B from a treasure zombie.
it: Ottieni la parte B da uno zombie del tesoro.

# OUTFIT.BLOODRAVEN_HUNTER.ANTIQUE_COLLECTOR.LUNCH_MONEY.Requirement1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.BLOODRAVEN_HUNTER.ANTIQUE_COLLECTOR.LUNCH_MONEY.Riddle
source: Twice stolen, once shy.
it: Attenzione, questa è roba che scotta.

# OUTFIT.BLOODRAVEN_HUNTER.ANTIQUE_COLLECTOR.QuestName
source: Antique Collector
it: Collezionista di antichità

# OUTFIT.BLOODRAVEN_HUNTER.OUTFIT_NAME
source: Bloodraven Hunter
it: Cacciatore Corvosangue

# OUTFIT.BLOODRAVEN_MOUNTAINEER.HOME_WARD.KING_OF_THE_CASTLE.ChallengeName
source: King of the Castle
it: Re del castello

# OUTFIT.BLOODRAVEN_MOUNTAINEER.HOME_WARD.KING_OF_THE_CASTLE.Requirement1
source: Kill the Brenner that spawns on round 50.
it: Uccidi il Brenner che compare al round 50.

# OUTFIT.BLOODRAVEN_MOUNTAINEER.HOME_WARD.KING_OF_THE_CASTLE.Requirement1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.BLOODRAVEN_MOUNTAINEER.HOME_WARD.KING_OF_THE_CASTLE.Riddle
source: If you can’t take the heat
it: Mi sento un fuoco dentro…

# OUTFIT.BLOODRAVEN_MOUNTAINEER.HOME_WARD.MINT_CONDITION.ChallengeName
source: Mint condition
it: Come nuovo

# OUTFIT.BLOODRAVEN_MOUNTAINEER.HOME_WARD.MINT_CONDITION.Dont1
source: The challenge cannot start from any round other than Round 1.
it: La sfida non può essere avviata da nessun round successivo al primo.

# OUTFIT.BLOODRAVEN_MOUNTAINEER.HOME_WARD.MINT_CONDITION.Dont1Tag
source: Dont 1
it: Da non fare 1

# OUTFIT.BLOODRAVEN_MOUNTAINEER.HOME_WARD.MINT_CONDITION.Dont2
source: Self damage from own equipment results in challenge failure.
it: Danno autoprodotto dal proprio equipaggiamento nega la sfida.

# OUTFIT.BLOODRAVEN_MOUNTAINEER.HOME_WARD.MINT_CONDITION.Dont2Tag
source: Dont 2
it: Da non fare 2

# OUTFIT.BLOODRAVEN_MOUNTAINEER.HOME_WARD.MINT_CONDITION.ProTip1
source: Recommended camping with De Lisle in the mystery box room.
it: Si consiglia di camperare col De Lisle nella stanza della cassa misteriosa.

# OUTFIT.BLOODRAVEN_MOUNTAINEER.HOME_WARD.MINT_CONDITION.ProTip2
source: Recommended using Shellshock and Sustain Zone.
it: Si consiglia di utilizzare Trauma Letale con Zona Mantenuta.

# OUTFIT.BLOODRAVEN_MOUNTAINEER.HOME_WARD.MINT_CONDITION.ProTip3
source: The progress is individual. If a teammate gets damaged, you can still complete this challenge.
it: Il progresso è individuale. Se un compagno subisce danni, puoi comunque completare la sfida.

# OUTFIT.BLOODRAVEN_MOUNTAINEER.HOME_WARD.MINT_CONDITION.Requirement1
source: Beat the first 20 rounds without getting damaged.
it: Soprattivi i primi 20 round senza subire danni.

# OUTFIT.BLOODRAVEN_MOUNTAINEER.HOME_WARD.MINT_CONDITION.Requirement1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.BLOODRAVEN_MOUNTAINEER.HOME_WARD.MINT_CONDITION.Riddle
source: Tag world champion
it: Sono intoccabile

# OUTFIT.BLOODRAVEN_MOUNTAINEER.HOME_WARD.QuestName
source: Home Ward
it: Ritorno in patria

# OUTFIT.BLOODRAVEN_MOUNTAINEER.HOME_WARD.THIS_IS_MY_HAUS.ChallengeName
source: This is my haus
it: Questa è la mia haus

# OUTFIT.BLOODRAVEN_MOUNTAINEER.HOME_WARD.THIS_IS_MY_HAUS.ProTip1
source: The progress is individual: you team-mate going down won’t deny the challenge for you.
it: Il progresso è individuale: se un compagno di squadra va a terra, puoi ancora sbloccare la tua sfida.

# OUTFIT.BLOODRAVEN_MOUNTAINEER.HOME_WARD.THIS_IS_MY_HAUS.Requirement1
source: Beat the first 30 rounds without anyone going down.*
it: Batti i primi 30 round senza che nessuno vada a terra.*

# OUTFIT.BLOODRAVEN_MOUNTAINEER.HOME_WARD.THIS_IS_MY_HAUS.Requirement1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.BLOODRAVEN_MOUNTAINEER.HOME_WARD.THIS_IS_MY_HAUS.Riddle
source: End stay out!
it: E non tornate più!

# OUTFIT.BLOODRAVEN_MOUNTAINEER.OUTFIT_NAME
source: Bloodraven Mountaineer
it: Montanaro Corvosangue

# OUTFIT.BLOODRAVEN_SLAYER.OUTFIT_NAME
source: Bloodaven Slayer
it: Massacratore Corvosangue

# OUTFIT.BLOODRAVEN_SLAYER.V.I.B.BOMBS_AWAY.ChallengeName
source: Bombs away
it: Bombe sganciate

# OUTFIT.BLOODRAVEN_SLAYER.V.I.B.BOMBS_AWAY.ProTip1
source: The challenge is easier to complete in solo or duo, because only two ships will spawn.
it: La sfida è più facile da completare in solo o coppie, poiché solo due navi spawneranno.

# OUTFIT.BLOODRAVEN_SLAYER.V.I.B.BOMBS_AWAY.ProTip1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.BLOODRAVEN_SLAYER.V.I.B.BOMBS_AWAY.Requirement1
source: During the battleship step, don’t miss any shot.
it: Durante la fase della battaglia navale, non mancare alcun colpo.

# OUTFIT.BLOODRAVEN_SLAYER.V.I.B.BOMBS_AWAY.Requirement1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.BLOODRAVEN_SLAYER.V.I.B.BOMBS_AWAY.Riddle
source: Mathematician
it: Matematico.

# OUTFIT.BLOODRAVEN_SLAYER.V.I.B.MOLE_KING.ChallengeName
source: Mole King
it: Re delle talpe

# OUTFIT.BLOODRAVEN_SLAYER.V.I.B.MOLE_KING.ProTip1
source: Since the progression is team-based, it is advisable that you let the most experienced player take care of this challenge.
it: Dato che il progresso è di squadra, è consigliabile lasciare che il giocatore di maggiore esperienza si occupi di completare la sfida.

# OUTFIT.BLOODRAVEN_SLAYER.V.I.B.MOLE_KING.ProTip1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.BLOODRAVEN_SLAYER.V.I.B.MOLE_KING.ProTip2
source: Contrary to common belief, .9mm SAP pistols can be used to unlock the challenge.
it: Contrariamente a quanto si crede, è consentito usare le .9mm SAP per sbloccare la sfida.

# OUTFIT.BLOODRAVEN_SLAYER.V.I.B.MOLE_KING.ProTip2Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.BLOODRAVEN_SLAYER.V.I.B.MOLE_KING.Requirement1
source: While riding the cart in the mines system, get 10 consecutive headshots on bombers.
it: Mentre usi il carrello nel sistema minerario, ottieni 10 colpi alla testa consecutivi sui bombardieri.

# OUTFIT.BLOODRAVEN_SLAYER.V.I.B.MOLE_KING.Requirement1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.BLOODRAVEN_SLAYER.V.I.B.MOLE_KING.Riddle
source: I live underground.
it: C’è vita nel sottosuolo.

# OUTFIT.BLOODRAVEN_SLAYER.V.I.B.SECRET_SERVICE.ChallengeName
source: Secret Service
it: Servizio segreto

# OUTFIT.BLOODRAVEN_SLAYER.V.I.B.SECRET_SERVICE.Requirement1
source: During the bomber escort step of the easter egg, don’t let the bomber take any damage.
it: Durante la fase dell’easter egg in cui scorti il bombardiere, non lasciare che questo subisca alcun danno.

# OUTFIT.BLOODRAVEN_SLAYER.V.I.B.SECRET_SERVICE.Requirement1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.BLOODRAVEN_SLAYER.V.I.B.SECRET_SERVICE.Riddle
source: Untouched Mayhem.
it: Caos intatto.

# OUTFIT.BLOODRAVEN_SURVIVALIST.IN_CHARGE.HEAD_OF_THE_SPEAR.ChallengeName
source: Head Of The Spear
it: Punta della lancia
